Repository: FrostLagoa/PGOMgr
Catalog: locale/ptBR/LC_MESSAGES/meowth.po
Languages: pt_br

source: For each report, I generate Google Maps links to give people directions to meetups! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
pt_br: Para cada aviso, eu gero links do Google Maps para informar às pessoas as rotas para os encontros! Para isso, eu preciso saber qual subúrbio/cidade/região cada canal de aviso representa, para garantir a localização correta no mapa. Para cada canal de aviso que você especificou, eu preciso da localização geral correspondente usando apenas letras e espaços, com cada localização separada por uma vírgula e um espaço. Exemplo: kansas city mo, hull uk, sydney nsw australia Cada localização precisará estar na mesma ordem que você especificou os canais na pergunta anterior. Responda com: **informação da localização, informação da localização, informação da localização**, cada uma correspondendo a ordem da lista de canais abaixo.

source: Meetup Reporting Locations
pt_br: Localizações de aviso de encontro

source: Meetup Reporting Locations are set
pt_br: Localizações de aviso de encontro habilitado

source: How would you like me to categorize the meetup channels I create? Your options are: **none** - If you don't want them categorized **same** - If you want them in the same category as the reporting channel **other** - If you want them categorized in a provided category name or ID
pt_br: Como você quer que eu categorize os canais de encontro que eu criar? Suas opções são: **nenhum** - se você não quer que sejam categorizados **igual** - se você quer as mesmas categorias que os canais de aviso **other** - se você as quer categorizadas em uma determinada categoria ou ID

source: Meetup Reporting Categories
pt_br: Categoria de aviso de encontro

source: In the same order as they appear below, please give the names of the categories you would like raids reported in each channel to appear in. You do not need to use different categories for each channel, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `kansas city, hull, 1231231241561337813` You have configured the following channels as meetup reporting channels.
pt_br: Na mesma ordem que elas aparecem abaixo, por favor dê os nomes das categorias que você gostaria que as raids reportadas em cada canal apareçam. Você não precisa usar diferentes categorias para cada canal, mas elas precisam ser categorias pré-existentes. Separe cada categoria com uma vírgula. A resposta pode ser o nome ou ID da categoria. Exemplo: kansas city, hull, 1231231241561337813 Você configurou os seguintes canais como canais de aviso de raids.

source: Meetup Categories are set
pt_br: Categorias de encontro definidas

source: Pokemon Notifications
pt_br: Notificação de Pokémon

source: The **!want** and **!unwant** commands let you add or remove roles for Pokemon that will be mentioned in reports. This let you get notifications on the Pokemon you want to track. I just need to know what channels you want to allow people to manage their pokemon with the **!want** and **!unwant** command. If you don't want to allow the management of tracked Pokemon roles, then you may want to disable this feature. Repond with: **N** to disable, or the **channel-name** list to enable, each seperated by a comma and space.
pt_br: Os comandos **!quero** e **!unwant** permitem que você adicione ou remova cargos para os Pokémon que serão mencionados nos avisos. Isso permite que você seja notificado dos Pokémon que você está procurando. Só preciso saber em quais canais você permitirá que as pessoas gerenciem seus Pokémon com os comandos **!quero** e **!unwant**. Se você não quer permitir o gerenciamento de Pokémon procurados, então talvez você deva desabilitar essa funcionalidade. Responda com: **N** para desabilitar ou a lista de canais, separado por vírgula e espaço, para habilitar.

source: Pokemon Notifications disabled
pt_br: Notificações de Pokémon desabilitadas

source: Pokemon Notifications enabled
pt_br: Notificação de Pokémon habilitadas

source: The **!archive** command marks temporary raid channels for archival rather than deletion. This can be useful for investigating potential violations of your server's rules in these channels. If you would like to disable this feature, reply with **N**. Otherwise send the category you would like me to place archived channels in. You can say **same** to keep them in the same category, or type the name or ID of a category in your server.
pt_br: O comando **!arquivo** marca temporariamente canais de raid para serem arquivados ao invés de deletados. Isso pode ser útil para investigar potenciais violações das regras do seu servidor nesses canais. Se você quer desativar essa funcionalidade, digite **N**. Caso contrário, me envie a categoria onde você quer guardar esses canais. Você pode escolher **igual** para guardar no mesmo lugar onde eles já estão ou informar o ID ou nome da categoria onde quer guardar.

source: Archive Configuration
pt_br: Configuração de arquivamento

source: Archived channels will remain in the same category.
pt_br: Canais arquivados permanecerão na mesma categoria.

source: Archived Channels disabled.
pt_br: Arquivamento de canais desabilitado.

source: I couldn't find the category you replied with! Please reply with **same** to leave archived channels in the same category, or give the name or ID of an existing category.
pt_br: Não encontrei a categoria que você escolheu! Por favor responda com **igual** para deixar os canais arquivados na mesma categoria ou informe o ID ou nome de uma categoria existente.

source: Archive category set.
pt_br: Categoria de arquivamento definida.

source: I can also listen in your raid channels for words or phrases that you want to trigger an automatic archival. For example, if discussion of spoofing is against your server rules, you might tell me to listen for the word 'spoofing'. Reply with **none** to disable this feature, or reply with a comma separated list of phrases you want me to listen in raid channels for.
pt_br: Eu também posso ouvir nos canais de raids por palavras ou frases que você quer arquivar canais automaticamente. Por exemplo, se discussões sobre fly/fake GPS são contra as regras do seu servidor, talvez você deva me pedir para ouvir por essas palavras. Responda com **nenhum** para desabilitar essa funcionalidade ou responda com uma lista de frases, separadas por vírgula, que você quer que eu escute nos canais de raid.

source: Phrase list disabled.
pt_br: Lista de frases desabilitada.

source: Archive Phrase list set.
pt_br: Lista de arquivamento automático definida.

source: There are a few settings available that are not within **!configure**. To set these, use **!set <setting>** in any channel to set that setting. These include: **!set regional <name or number>** - To set a server's regional raid boss **!set prefix <prefix>** - To set my command prefix **!set timezone <offset>** - To set offset outside of **!configure** **!set silph <trainer>** - To set a trainer's SilphRoad card (usable by members) **!set pokebattler <ID>** - To set a trainer's pokebattler ID (usable by members) However, we can do your timezone now to help coordinate reports for you. For others, use the **!set** command. The current 24-hr time UTC is {utctime}. How many hours off from that are you? Respond with: A number from **-12** to **12**:
pt_br: Existem algumas funções disponíveis fora do **!configurar**. Para defini-las, use **!definir <configuração>** em qualquer canal para definir essa configuração. Estão inclusas: **!definir regional <nome ou número>** - para definir o chefe de raid regional do servidor **!definir prefixo <prefixo>** - para definir o prefixo dos comandos **!definir fusohorario <fuso>** - para definir o fuso-horário fora do **!configurar** **!definir silph <treinador>** - para definir o cartão de treinador SilphRoad (utilizável por membros) **!definir pokebattler <ID>** - para definir o ID do treinador no Pokebattler (utilizável por membros) Entretanto, nós podemos definir seu fuso-horário agora para ajudar a coordenar seus aviso. Para outras configurações, use o comando **!definir**. O fuso-horário atual com formato de 24-hr é {utctime}. A quantas horas de diferença você está disso? Responda com um número de **-12** a **12**:

source: Timezone Configuration and Other Settings
pt_br: Configuração de fuso-horário e outras configurações

source: I couldn't convert your answer to an appropriate timezone! Please double check what you sent me and resend a number strarting from **-12** to **12**.
pt_br: Não consegui converter sua resposta para um fuso-horário apropriado! Por favor verifique o que você me enviou e envie novamente um núermo entre **-12** e **12**.

source: Timezone set
pt_br: Fuso-horário definido

source: **Level {level} raid list:** `{raidlist}`
pt_br: **Lista de raid level {level}:** `{raidlist}`

source: **Level {level} raid list:** `{raidlist}`
pt_br: **Lista de raid level {level}:** `{raidlist}`

source: I couldn't understand the list you supplied! Please use a comma-separated list of Pokemon species numbers.
pt_br: Não entendi a lista que você me passou! Por favor me forneça uma lista, separada por vírgulas, dos números das espécies dos Pokémon.

source: I will replace this:
pt_br: Vou trocar isso:

source: With this:
pt_br: Por isso:

source: Continue?
pt_br: Continuar?

source: Meowth! Configuration cancelled!
pt_br: Miau! Configuração cancelada!

source: Meowth! Configuration successful!
pt_br: Miau! Configuração efetuada com êxito!

source: Meowth! I'm not sure what went wrong, but configuration is cancelled!
pt_br: Miau! Não tenho certeza do que deu errado, mas a configuração foi cancelada!

source: every user
pt_br: qualquer usuário

source: Are you sure you want to reset the **{type}** report stats for **{target}**?
pt_br: Tem certeza de que deseja reiniciar as estatísticas de aviso de **{type}** para **{target}**?

source: {trainer}'s report stats have been cleared!
pt_br: Estatísticas de aviso de {trainer} removidas!

source: The channel you entered is not a raid channel.
pt_br: O canal que você escolheu não é um canal de raid.

source: level-{egg_level}-egg-
pt_br: ovo-nivel-{egg_level}-

source: **Possible Bosses:**
pt_br: **Possíveis chefes:**

source: team
pt_br: time

source: Level {}
pt_br: Nível {}

source: Meowth! Level {} reported
pt_br: Miau! Nível {} reportada

source: Meowth!\s.*\sraid\sreported
pt_br: Miau!\s.*\sraid\sreportada

source: Meowth! Level {}
pt_br: Miau! Nível {}

source: Are you sure you want to clear all status for this raid? Everybody will have to RSVP again. If you are wanting to clear one user's status, use `!setstatus <user> cancel`
pt_br: Tem certeza que deseja remover o status de todo mundo para essa raid? Todo mundo vai ter que responder novamente. Se você quer limpar o status de apenas um usuário, use `!definirstatus <usuário> cancel`

source: Meowth! Raid status lists have been cleared!
pt_br: Miau! Status das listas de raid removidos!

source: Meowth! {status} is not a valid status!
pt_br: Miau! {status} não é um status válido!

source: Removed {cleancount} empty roles
pt_br: {cleancount} cargos vazios removidos

source: Uptime
pt_br: Tempo restante

source: I need the `Embed links` permission to send this
pt_br: Eu preciso da permissão `Inserir links` para enviar isso

source: {yr}y {mth}m {day}d {hr}:{min}
pt_br: {yr}a {mth}m {day}d {hr}:{min}

source: {day} days {hr} hrs {min} mins
pt_br: {day} dias {hr} hrs {min} mins

source: {hr} hrs {min} mins {sec} secs
pt_br: {hr} hrs {min} mins {sec} segs

source: {min} mins {sec} secs
pt_br: {min} mins {sec} segs

source: I'm Meowth! A Pokemon Go helper bot for Discord! I'm made by [{author_name}]({author_repo}) and improvements have been contributed by many other people also. [Join our server]({server_invite}) if you have any questions or feedback.
pt_br: Eu sou Miau! Um bot ajudante de Pokémon GO para Discord! Eu fui feito por [{author_name}]({author_repo}) e várias melhorias também foram feitas por várias outras pessoas. [Junte-se ao nosso servidor]({server_invite}) se você tem alguma pergunta ou feedback.

source: About Meowth
pt_br: Sobre Miau

source: Owner
pt_br: Dono

source: Servers
pt_br: Servidores

source: Members
pt_br: Membros

source: Your Server
pt_br: Seu servidor

source: Your Members
pt_br: Seus membros

source: Maximum guild roles reached.
pt_br: Máximo de cargos na guilda alcançado.

source: Meowth! My roles are ranked lower than the following team roles: **{higher_roles_list}** Please get an admin to move my roles above them!
pt_br: Miau! Meus cargos estão menores que os cargos dos seguintes times: **{higher_roles_list}** Por favor peça a um administrador para mover meus cargos acima deles!

source: Meowth! You already have a team role!
pt_br: Miau! Você já está atribuido a um time!

source: Meowth! You are already in Team Harmony!
pt_br: Miau! Você já está no Time Harmonia!

source: Meowth! {team_role} is not configured as a role on this server. Please contact an admin for assistance.
pt_br: Miau! {time_role} não está configurado como um cargo nesse servidor. Por favor contate um administrador para assistência.

source: Meowth! "{entered_team}" isn't a valid team! Try {available_teams}
pt_br: Miau! "{entered_time}" não é um time válido! Tente {available_times}

source: Meowth! The "{entered_team}" role isn't configured on this server! Contact an admin!
pt_br: Miau! O cargo "{entered_time}" não está configurado nesse servidor! Contate um administrador!

source: Meowth! Added {member} to Team {team_name}! {team_emoji}
pt_br: Miau! Membro {member} adicionado ao time {time_name}! {time_emoji}

source: Meowth! I can't add roles!
pt_br: Miau! Eu não posso dar cargos!

source: Traveler Card
pt_br: Cartão de Viajante

source: {user}'s Trainer Profile
pt_br: Perfil de treinador do usuário {user}

source: Raid Reports
pt_br: Avisos de raid

source: Egg Reports
pt_br: Avisos de ovos

source: EX Raid Reports
pt_br: Avisos de raids EX

source: Wild Reports
pt_br: Avisos de Pokémon selvagem

source: Research Reports
pt_br: Aviso de missões

source: Leaderboard type not supported. Please select from: **total, raids, eggs, exraids, wilds, research**
pt_br: Tipo de ranking não suportado. Por favor selecione entre: **total, raids, ovos, raidsex, selvagens, missao**

source: Reporting Leaderboard ({type})
pt_br: Ranking de avisos ({type})

source: Raids: **{raids}** | Eggs: **{eggs}** |
pt_br: Raids: **{raids}** | Ovos: **{ovos}** |

source: EX Raids: **{exraids}** |
pt_br: Raids EX: **{raidsex}** |

source: Wilds: **{wilds}** |
pt_br: Selvagens: **{selvagens}** |

source: Research: **{research}** |
pt_br: Missões: **{missao}** |

source: No Reports
pt_br: Sem avisos

source: Nobody has made a report or this report type is disabled.
pt_br: Ninguém fez nenhum aviso desse tipo ou ele está desativado.

source: Meowth! Did you mean **!list wants**?
pt_br: Miau! Você quis dizer **!lista desejados**?

source: Maximum guild roles reached. Pokemon not added.
pt_br: Máximo de cargos da guilda alcançado. Pokémon não adicionado.

source: Meowth! Got it! {member} wants {pokemon}
pt_br: Miau! Entendido! {member} quer {pokemon}

source: Meowth! {member}, I already know you want {pokemon}!
pt_br: Miau! {member}, eu já sei que você quer o {pokemon}!

source: Meowth! {member}, out of your total {count} items:
pt_br: Miau! {member}, fora do seu total ({count}) de itens:

source: **{added_count} Added:** {added_list}
pt_br: **{added_count} adicionado:** {added_list}

source: **{already_want_count} Already Following:** {already_want_list}
pt_br: **{already_want_count} já seguindo:** {already_want_list}

source: **{count} Not Valid:**
pt_br: **{count} não válido:**

source: {0}, you have no pokemon in your want list.
pt_br: {0}, você não tem nenhum Pokémon na lista de desejados.

source: {0}, I've removed {1} pokemon from your want list.
pt_br: {0}, removi {1} Pokémon da sua lista de desejados.

source: %I:%M %p (%H:%M)
pt_br: %H:%M

source: Meowth! Give more details when reporting! Usage: **!wild <pokemon name> <location>**
pt_br: Miau! Dê mais detalhes no seu aviso! Utilização: **!selvagem <nome do pokemon> <localização>**

source: **This {pokemon} has despawned!**
pt_br: **Esse {pokemon} sumiu!**

source: Meowth! Click here for my directions to the wild {pokemon}!
pt_br: Miau! Clique aqui para as rotas para o {pokemon} selvagem!

source: Ask {author} if my directions aren't perfect!
pt_br: Pergunte ao {author} se minhas rotas não estiverem perfeitas!

source: **Details:**
pt_br: **Detalhes:**

source: **Reactions:**
pt_br: **Reações:**

source: {emoji}: I'm on my way!
pt_br: {emoji}: estou a caminho!

source: {emoji}: The Pokemon despawned!
pt_br: {emoji}: o Pokémon sumiu!

source: Reported by @{author} - {timestamp}
pt_br: Avisado por @{author} - {timestamp}

source: {roletest}Meowth! Wild {pokemon} reported by {member}! Details: {location_details}
pt_br: {roletest}Miau! {pokemon} selvagem avisado por {member}! Detalhes: {location_details}

source: Meowth! Give more details when reporting! Usage: **!raid <pokemon name> <location>**
pt_br: Miau! Dê mais detalhes no seu aviso! Utilização: **!raid <nome do pokemon> <localização>**

source: Meowth! **!raid assume** is not allowed in this level egg.
pt_br: Miau! **!raid assume** não é permitido em ovo desse nível.

source: Meowth! Please wait until the egg has hatched before changing it to an open raid!
pt_br: Miau! Por favor espere o ovo chocar antes de trocar para uma raid aberta!

source: Meowth! The Pokemon {pokemon} does not appear in raids!
pt_br: Miau! O Pokémon {pokemon} não aparece em raids!

source: Meowth! The Pokemon {pokemon} only appears in EX Raids! Use **!exraid** to report one!
pt_br: Miau! O Pokémon {pokemon} só aparece em raids EX! Use **!raidex** para reportar um!

source: Meowth...that's too long. Level {raidlevel} raids currently last no more than {raidtime} minutes...
pt_br: Miau... isso é muito longo. Raids nível {raidlevel} atualmente não duram mais do que {raidtime} minutos...

source: clear
pt_br: limpar

source: extreme
pt_br: extremo

source: none
pt_br: nenhum

source: rainy
pt_br: chuvoso

source: sunny
pt_br: ensolarado

source: cloudy
pt_br: nublado

source: fog
pt_br: neblina

source: partlycloudy
pt_br: parcialmente nublado

source: snow
pt_br: neve

source: windy
pt_br: ventania

source: Meowth! I couldn't find a gym named '{0}'.
pt_br: Miau! Não encontrei um ginásio com esse nome: '{0}'.

source: No notes for this gym.
pt_br: Sem anotações para esse ginásio.

source: Meowth! Click here for directions to the raid!
pt_br: Miau! Clique aqui para rotas até a raid!

source: **Name:** {0} **Notes:** {1}
pt_br: **Nome:** {0} **Anotações:** {1}

source: **Gym:**
pt_br: **Ginásio:**

source: **Weaknesses:**
pt_br: **Fraquezas:**

source: **Next Group:**
pt_br: **Próximo grupo:**

source: Set with **!starttime**
pt_br: Defina com **!comeca**

source: Set with **!timerset**
pt_br: Defina com **!tempo**

source: **Expires:**
pt_br: **Expira:**

source: Meowth! {pokemon} raid reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
pt_br: Miau! Raid de {pokemon} avisada por {member}! Detalhes: {location_details}. Organizem-se em {raid_channel}

source: {roletest}Meowth! {pokemon} raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
pt_br: {roletest}Miau! Raid de {pokemon} avisada por {member} em {citychannel}! Detalhes: {location_details}. Organizem-se aqui! Para atualizar seu status, escolha entre os seguintes comandos: **!maybe (talvez)**, **!acaminho (indo)**, **!cheguei (cheguei)**, **!cancelar (não vou mais)**. Se você estiver levando mais do que um treinador/conta, adicione o número total de contas em sua primeira atualização de status. Exemplo: `!acaminho 5` Para ver a lista de treinadores que definiram um status: **!lista interessado (interessados)**, **!lista acaminho (indo)**, **!lista cheguei (no local)** ou use somente **!lista** para ver todas as listas. Use **!lista times** para ver a distribuição de times. Às vezes não sou tão bom com as rotas, mas eu posso corrigir minhas rotas se alguém me enviar o link de um mapa ou usar o comando **!localizacao novo <address>**. Você pode ver a localização da raid usando **!localizacao** Você pode definir o tempo restante usando **!tempo <minutos>** e acessar essa informação usando **!restante**. Você pode definir o horário de início usando **!comeca [HH:MM AM/PM]** (você também pode omitir AM/PM e usar o formato de 24 horas) e acessar essa informação usando **!comeca**. Envie **!iniciar** quando a raid estiver começando para limpar a lista de 'presentes'. Esse canal será deletado cinco minutos depois que o tempo expirar.

source: Meowth! Hey {member}, if you can, set the time left on the raid using **!timerset <minutes>** so others can check it with **!timer**.
pt_br: Miau! Ei {member}, se puder, defina o tempo restante da raid usando **!tempo <minutos>** para que os outros possam checar usando **!restante**.

source: Meowth! Give more details when reporting! Usage: **!raidegg <level> <location>**
pt_br: Miau! Dê mais detalhes em seu aviso! Uso: **!ovo <nível> <localização>**

source: Meowth! Give more details when reporting! Use at least: **!raidegg <level> <location>**. Type **!help** raidegg for more info.
pt_br: Miau! Dê mais detalhes em seu aviso! Use pelo menos: **!ovo <nível> <localização>**. Digite **!ajuda** raidegg para mais informações.

source: Did you mean egg hatch time {0} or time remaining before hatch {1}?
pt_br: Você quis dizer a hora que o ovo choca {0} ou o tempo restante até chocar {1}?

source: Meowth! Please enter a time in the future.
pt_br: Miau! Por favor, insira um tempo no futuro.

source: Meowth...that's too long. Level {raidlevel} Raid Eggs currently last no more than {hatchtime} minutes...
pt_br: Miau... isso é muito longo. Raids nível {raidlevel} atualmente não demoram mais do que {hatchtime} minutos para chocar...

source: Meowth! Raid egg levels are only from 1-5!
pt_br: Miau! Nível dos ovos de raid é somente de 1 a 5!

source: Meowth! Click here for directions to the coming raid!
pt_br: Miau! Clique aqui para rotas para a raid!

source: **Hatches:**
pt_br: **Choca:**

source: Meowth! Level {level} raid egg reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
pt_br: Miau! Ovo de raid nível {level} avisada por {member}! Detalhes: {location_details}. Organizem-se em {raid_channel}
