Repository: FrostLagoa/PGOMgr
Catalog: locale/ptBR/LC_MESSAGES/meowth.po
Languages: pt_br

source: The channel list you provided doesn't match with your servers channels. The following aren't in your server: **{invalid_channels}** Please double check your channel list and resend your reponse.
pt_br: A lista de canais que você forneceu não corresponde aos canais do seu servidor. Os seguintes canais não estão no seu servidor: **{invalid_channels}** Por favor confirme a lista de canais e envie novamente sua resposta.

source: For each report, I generate Google Maps links to give people directions to the raid or egg! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
pt_br: Para cada aviso, eu gero links do Google Maps para informar às pessoas as rotas para a raid ou o ovo! Para isso, eu preciso saber qual subúrbio/cidade/região cada canal de aviso representa, para garantir a localização correta no mapa. Para cada canal de aviso que você especificou, eu preciso da localização geral correspondente usando apenas letras e espaços, com cada localização separada por uma vírgula e um espaço. Exemplo: kansas city mo, hull uk, sydney nsw australia Cada localização precisará estar na mesma ordem que você especificou os canais na pergunta anterior. Responda com: **informação da localização, informação da localização, informação da localização**, cada uma correspondendo a ordem da lista de canais abaixo.

source: Raid Reporting Locations
pt_br: Localizações de aviso de raids

source: Entered Channels
pt_br: Canais fornecidos

source: The number of cities doesn't match the number of channels you gave me earlier! I'll show you the two lists to compare: {channellist} {citylist} Please double check that your locations match up with your provided channels and resend your response.
pt_br: O número de cidades não correspondem ao número de canais que você me passou antes! Vou te mostrar as duas listas pra você comparar: {channellist} {citylist} Por favor confirme que suas localizações correspondem aos canais fornecidos e envie novamente sua resposta.

source: Raid Reporting Locations are set
pt_br: Localização de aviso de raids configuradas

source: How would you like me to categorize the raid channels I create? Your options are: **none** - If you don't want them categorized **same** - If you want them in the same category as the reporting channel **region** - If you want them categorized by region **level** - If you want them categorized by level.
pt_br: Como você quer que eu categorize os canais de raid que eu criar? Suas opções são: **nenhum** - se você não quer que sejam categorizados **igual** - se você quer as mesmas categorias que os canais de aviso **regiao** - se você quer eles categorizados por região **nivel** - se você quer eles catetegorizados por level.

source: Raid Reporting Categories
pt_br: Categorias de aviso de raids

source: In the same order as they appear below, please give the names of the categories you would like raids reported in each channel to appear in. You do not need to use different categories for each channel, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `kansas city, hull, 1231231241561337813` You have configured the following channels as raid reporting channels.
pt_br: Na mesma ordem que elas aparecem abaixo, por favor dê os nomes das categorias que você gostaria que as raids reportadas em cada canal apareçam. Você não precisa usar diferentes categorias para cada canal, mas elas precisam ser categorias pré-existentes. Separe cada categoria com uma vírgula. A resposta pode ser o nome ou ID da categoria. Exemplo: kansas city, hull, 1231231241561337813 Você configurou os seguintes canais como canais de aviso de raids.

source: The category list you provided doesn't match with your server's categories.
pt_br: A lista de categorias você forneceu não corresponde com as categorias do seu servidor.

source: The following aren't in your server: **{invalid_categories}**
pt_br: As seguintes categorias não estão no seu servidor: **{invalid_categories}**

source: Please double check your category list and resend your response. If you just made these categories, try again.
pt_br: Por favor confirme sua lista de categorias e envie sua resposta novamente. Se você acabou de criar essas categorias, tente novamente.

source: The number of categories I found in your server doesn't match the number of channels you gave me earlier! I'll show you the two lists to compare: **Matched Channels:** {channellist} **Matched Categories:** {catlist} Please double check that your categories match up with your provided channels and resend your response.
pt_br: O número de categorias eu encontrei no seu servidor não corresponde com o número de canais você me deu antes! Vou te mostrar as duas listas para você comparar: **Canais correspondentes:** {channellist} **Categorias correspondentes:** {catlist} Por favor verifique que suas categorias correspondem com os canais fornecidos e envie novamente sua resposta.

source: Pokemon Go currently has five levels of raids. Please provide the names of the categories you would like each level of raid to appear in. Use the following order: 1, 2, 3, 4, 5 You do not need to use different categories for each level, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `level 1-3, level 1-3, level 1-3, level 4, 1231231241561337813`
pt_br: Pokémon GO atualmente tem cinco níveis de raids. Por favor forneça os nomes das categorias que você quer que cada nível de raid apareça. Use a seguinte ordem: 1, 2, 3, 4, 5 Você não precisa usar diferentes categorias para cada nível, mas elas precisam ser categorias pré-existentes. Separe o nome de cada categoria com uma vírgula. A resposta pode ser o nome ou o ID da categoria. Exemplo: level 1-3, level 1-3, level 1-3, level 4, 1231231241561337813

source: The number of categories I found in your server doesn't match the number of raid levels! Make sure you give me exactly six categories, one for each level of raid. You can use the same category for multiple levels if you want, but I need to see six category names. **Matched Categories:** {catlist} Please double check your categories.
pt_br: O número de categorias que eu encontrei no seu servidor não correspondem a quantidade de níveis das raids! Confirme que você me deu exatamente seis categorias, uma para cada nível de raid. Você pode usar a mesma categoria para múltiplos níveis se você quiser, mas eu preciso ver seis nomes de categorias. **Categorias correspondentes:** {catlist} Por favor confirme suas categorias.

source: Sorry, I didn't understand your answer! Try again.
pt_br: Desculpe, eu não entendi sua resposta! Tente novamente.

source: Raid Categories are set
pt_br: Categorias das raids definidas

source: EX Raid Reporting Channels
pt_br: Canais para aviso de raids EX

source: EX Raid Reporting allows users to report EX raids with **!exraid**. Pokemon EX raid reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-raids, hull-raids, sydney-raids` If you do not require EX raid reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
pt_br: Avisos de raids EX permitem que os usuários reportam raids EX usando o comando **!raidex**. Os avisos de raids EX podem estar em um ou mais canais. Cada canal pode representar diferentes áreas/comunidades. Eu preciso que você me passe uma lista de canais do seu servidor, nesse formato: nome-do-canal, nome-do-canal, nome-do-canal, onde você vai permitir esses avisos Exemplo: kansas-city-raids, hull-raids, sydney-raids Se você não precisa da função de raids EX, talvez seja melhor desativar essa função. Responda com: **N** para desativar ou a lista de nome de canais, cada um separado por uma vírgula e um espaço:

source: EX Raid Reporting disabled
pt_br: Aviso de raids EX desativado

source: EX Raid Reporting Channels enabled
pt_br: Aviso de raids EX habilitado

source: EX Raid Reporting Locations
pt_br: Localização dos avisos de raids EX

source: For each report, I generate Google Maps links to give people directions to EX raids! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
pt_br: Para cada aviso, eu gero links do Google Maps para informar às pessoas as rotas para a raid EX! Para isso, eu preciso saber qual subúrbio/cidade/região cada canal de aviso representa, para garantir a localização correta no mapa. Para cada canal de aviso que você especificou, eu preciso da localização geral correspondente usando apenas letras e espaços, com cada localização separada por uma vírgula e um espaço. Exemplo: kansas city mo, hull uk, sydney nsw australia Cada localização precisará estar na mesma ordem que você especificou os canais na pergunta anterior. Responda com: **informação da localização, informação da localização, informação da localização**, cada uma correspondendo a ordem da lista de canais abaixo.

source: EX Raid Reporting Locations are set
pt_br: Localização dos avisos de raids EX definidos

source: How would you like me to categorize the EX raid channels I create? Your options are: **none** - If you don't want them categorized **same** - If you want them in the same category as the reporting channel **other** - If you want them categorized in a provided category name or ID
pt_br: Como você quer que eu categorize os canais de raid que eu criar? Suas opções são: **nenhum** - se você não quer que sejam categorizados **igual** - se você quer as mesmas categorias que os canais de aviso **other** - se você as quer categorizadas em uma determinada categoria (nome ou ID)

source: EX Raid Reporting Categories
pt_br: Categorias de aviso de raids EX

source: In the same order as they appear below, please give the names of the categories you would like raids reported in each channel to appear in. You do not need to use different categories for each channel, but they do need to be pre-existing categories. Separate each category name with a comma. Response can be either category name or ID. Example: `kansas city, hull, 1231231241561337813` You have configured the following channels as EX raid reporting channels.
pt_br: Na mesma ordem que elas aparecem abaixo, por favor dê os nomes das categorias que você gostaria que as raids reportadas em cada canal apareçam. Você não precisa usar diferentes categorias para cada canal, mas elas precisam ser categorias pré-existentes. Separe cada categoria com uma vírgula. A resposta pode ser o nome ou ID da categoria. Exemplo: kansas city, hull, 1231231241561337813 Você configurou os seguintes canais como canais de aviso de raids EX.

source: EX Raid Categories are set
pt_br: Categorias de raids EX definidas

source: EX Raid Channel Read Permissions
pt_br: Permissões de leitura do canal de raids EX

source: Who do you want to be able to **see** the EX Raid channels? Your options are: **everyone** - To have everyone be able to see all reported EX Raids **same** - To only allow those with access to the reporting channel.
pt_br: Quem você quer que possa **ver** os canais de raids EX? Suas opções são: **todos** - para que todos possam ver todas as raids EX reportadas **igual** - para permitir apenas àqueles com acesso ao canal de aviso.

source: Everyone permission enabled
pt_br: Permissão habilitada para todos

source: Same permission enabled
pt_br: Mesmo nível de permissão habilitado

source: Do you want access to EX raids controlled through members using the **!invite** command? If enabled, members will have read-only permissions for all EX Raids until they use **!invite** to gain access. If disabled, EX Raids will inherit the permissions from their reporting channels. Respond with: **N** to disable, or **Y** to enable:
pt_br: Você quer que o acesso as raids EX seja controlado através de membros usando o comando **!convite**? Se habilitado, os membros terão permissões de apenas leitura para todas as raids EX, até que usem **!convite** para conseguir acesso. Se desabilitado, raids EX vão herdar as permissões de seus canais de aviso. Responda com: **N** para desabilitar ou **S** para habilitar:

source: Invite Configuration
pt_br: Configuração de convite

source: Invite Command enabled
pt_br: Configuração de convite habilitada

source: Invite Command disabled
pt_br: Configuração de convite desabilitada

source: Automatic Counters Configuration
pt_br: Configuração automática de atacantes

source: Do you want to generate an automatic counters list in newly created raid channels using PokeBattler? If enabled, I will post a message containing the best counters for the raid boss in new raid channels. Users will still be able to use **!counters** to generate this list. Respond with: **N** to disable, or enable with a comma separated list of boss levels that you would like me to generate counters for. Example:`3,4,5,EX`
pt_br: Você quer gerar uma lista automática de contra-atacantes usando o PokeBattler nos novos canais de raid criados? Se habilitado, postarei uma mensagem contendo os melhores contra-atacantes para o chefe de raid nos novos canais de raid. Os usuários ainda podem usar o comando **!atacantes** para gerar essa lista. Responda com: **N** para desabilitar ou habilite me passando uma lista, separada por vírgula, dos níveis de raid para os quais você quer que eu gere a lista. Exemplo: `3,4,5,EX`

source: Automatic Counters disabled
pt_br: Atacantes automático desabilitado

source: Automatic Counter Levels set to: {levels}
pt_br: Automaticamente mostrar os contra-atacantes nos níveis: {levels}

source: Please enter at least one level from 1 to EX separated by comma. Ex: `4,5,EX` or **N** to turn off automatic counters.
pt_br: Por favor insira pelo menos um level, de um a EX, separados por vírgula. Ex: `4,5,EX` ou **N** para desligar os contra-atacantes automáticos.

source: Wild Reporting Channels
pt_br: Canais de aviso de Pokémon selvagem

source: Wild Reporting allows users to report wild spawns with **!wild**. Pokemon **wild** reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-wilds, hull-wilds, sydney-wilds` If you do not require **wild** reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
pt_br: Aviso de Pokémon selvagem permite aos usuários reportarem Pokémon selvagens utilizando o comando **!selvagem**. Avisos de Pokémon selvagens podem estar em mais de um canal. Cada canal pode representar diferentes áreas/comunidades. Vou precisar que você me passe a lista de canais do seu servidor onde será permitido os aviso. A lista deve ser nesse formato: nome-do-canal, nome-do-canal, nome-do-canal Exemplo: kansas-city-selvagens, hull-selvagens, sydney-selvagens Se você não precisa dessa funcionalidade, talvez seja melhor desativá-la. Responda com: **N** para desabilitar or a lista com o nome dos canais para habilitar, cada um separado por uma vírgula e um espaço:

source: Wild Reporting disabled
pt_br: Aviso de Pokémon selvagem desabilitado

source: Wild Reporting Channels enabled
pt_br: Canais de aviso de Pokémon selvagem habilitado

source: For each report, I generate Google Maps links to give people directions to wild spawns! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
pt_br: Para cada aviso, eu gero links do Google Maps para informar às pessoas as rotas para os Pokémon selvagens! Para isso, eu preciso saber qual subúrbio/cidade/região cada canal de aviso representa, para garantir a localização correta no mapa. Para cada canal de aviso que você especificou, eu preciso da localização geral correspondente usando apenas letras e espaços, com cada localização separada por uma vírgula e um espaço. Exemplo: kansas city mo, hull uk, sydney nsw australia Cada localização precisará estar na mesma ordem que você especificou os canais na pergunta anterior. Responda com: **informação da localização, informação da localização, informação da localização**, cada uma correspondendo a ordem da lista de canais abaixo.

source: Wild Reporting Locations
pt_br: Localizações de aviso de Pokémon selvagem

source: Wild Reporting Locations are set
pt_br: Localizações de aviso de Pokémon selvagem definidas

source: Research Reporting Channels
pt_br: Canais de aviso de missões

source: Research Reporting allows users to report field research with **!research**. Pokemon **research** reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-research, hull-research, sydney-research` If you do not require **research** reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
pt_br: Aviso de missões permite aos usuários reportarem missões utilizando o comando **!missao**. Avisos de missões podem estar em mais de um canal. Cada canal pode representar diferentes áreas/comunidades. Vou precisar que você me passe a lista de canais do seu servidor onde será permitido os aviso. A lista deve ser nesse formato: nome-do-canal, nome-do-canal, nome-do-canal Exemplo: kansas-city-missoes, hull-missoes, sydney-missoes Se você não precisa dessa funcionalidade, talvez seja melhor desativá-la. Responda com: **N** para desabilitar or a lista com o nome dos canais para habilitar, cada um separado por uma vírgula e um espaço:

source: Research Reporting disabled
pt_br: Aviso de missões desabilitado

source: Research Reporting Channels enabled
pt_br: Canais de aviso de missões habilitado

source: For each report, I generate Google Maps links to give people directions to field research! To do this, I need to know which suburb/town/region each report channel represents, to ensure we get the right location in the map. For each report channel you provided, I will need its corresponding general location using only letters and spaces, with each location seperated by a comma and space. Example: `kansas city mo, hull uk, sydney nsw australia` Each location will have to be in the same order as you provided the channels in the previous question. Respond with: **location info, location info, location info** each matching the order of the previous channel list below.
pt_br: Para cada aviso, eu gero links do Google Maps para informar às pessoas as rotas para as missões! Para isso, eu preciso saber qual subúrbio/cidade/região cada canal de aviso representa, para garantir a localização correta no mapa. Para cada canal de aviso que você especificou, eu preciso da localização geral correspondente usando apenas letras e espaços, com cada localização separada por uma vírgula e um espaço. Exemplo: kansas city mo, hull uk, sydney nsw australia Cada localização precisará estar na mesma ordem que você especificou os canais na pergunta anterior. Responda com: **informação da localização, informação da localização, informação da localização**, cada uma correspondendo a ordem da lista de canais abaixo.

source: Research Reporting Locations
pt_br: Localizações de aviso de missões

source: Research Reporting Locations are set
pt_br: Localizações de aviso de missões definidos

source: Meetup Reporting Channels
pt_br: Canais de aviso de encontros

source: Meetup Reporting allows users to report meetups with **!meetup** or **!event**. Meetup reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-meetups, hull-meetups, sydney-meetups` If you do not require meetup reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
pt_br: Aviso de encontro permite aos usuários reportarem encontros utilizando o comando **!encontro** ou **!evento**. Avisos de eventos podem estar em mais de um canal. Cada canal pode representar diferentes áreas/comunidades. Vou precisar que você me passe a lista de canais do seu servidor onde será permitido os aviso. A lista deve ser nesse formato: nome-do-canal, nome-do-canal, nome-do-canal Exemplo: kansas-city-encontro, hull-encontro, sydney-encontro Se você não precisa dessa funcionalidade, talvez seja melhor desativá-la. Responda com: **N** para desabilitar or a lista com o nome dos canais para habilitar, cada um separado por uma vírgula e um espaço:

source: Meetup Reporting disabled
pt_br: Aviso de encontro desabilitado

source: Meetup Reporting Channels enabled
pt_br: Canais de aviso de encontro habilitado
