Repository: FrostLagoa/PGOMgr
Catalog: locale/ptBR/LC_MESSAGES/meowth.po
Languages: pt_br

source: **Error when loading extension
pt_br: **Erro ao carregar extensão

source: **Extension {ext} Loaded.**
pt_br: **Entensão {ext} carregada.**

source: **Extension{plural} {est} unloaded.**
pt_br: **Extensão{plural}{est} descarregadas.**

source: Received admin command {command} from unauthorized user, {user}!
pt_br: Comando de administrador ({command}) recebido de um usuário não autorizado: {user}!

source: Meowth! **{word}** isn't a Pokemon!
pt_br: Miau! **{word}** não é um Pokémon!

source: Did you mean **{correction}**?
pt_br: Você quis dizer **{correction}**?

source: Did you mean: '{0}'
pt_br: Você quis dizer: '{0}'

source: {roletest}Meowth! {pkmn} raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
pt_br: {roletest}Miau! Raid de {pkmn} avisada por {member} em {channel}! Organizem-se aqui! Para ajuda, reaja a essa mensagem com a interrogação e eu te mandarei por mensagem direta os comandos que você pode usar!

source: Meowth! Level {level} raid egg reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
pt_br: Miau! Raid de {pkmn} avisada por {member} em {channel}! Organizem-se aqui! Para ajuda, reaja a essa mensagem com a interrogação e eu te mandarei por mensagem direta os comandos que você pode usar!

source: Meowth! EX raid reported by {member} in {channel}! Coordinate here! For help, react to this message with the question mark and I will DM you a list of commands you can use!
pt_br: Miau! Raid EX avisada por {member} em {channel}! Organizem-se aqui! Para ajuda, reaja a essa mensagem com a interrogação e eu te mandarei por mensagem direta os comandos que você pode usar!

source: exraid-egg-
pt_br: ovo-raidex-

source: level-{level}-egg-
pt_br: ovo-nivel-{level}-

source: The following could not be found: {}
pt_br: O seguinte não foi encontrado: {}

source: Warning
pt_br: Atenção

source: {} **Warning:** The following could not be found: {}
pt_br: {} **Atenção:** O seguinte não foi encontrado: {}

source: This channel has been successfully reported as a duplicate and will be deleted in 1 minute. Check the channel list for the other raid channel to coordinate in! If this was in error, reset the raid with **!timerset**
pt_br: Esse canal foi reportado como duplicado com sucesso e será deletado em 1 minuto. Verifique a lista de canais para se organizar no outro canal para essa raid! Se isso foi um engano, reinicie a raid com **!tempo**

source: hatched-
pt_br: chocou-

source: **This egg has hatched!** ...or the time has just expired. Trainers {trainer_list}: Update the raid to the pokemon that hatched using **!raid <pokemon>** or reset the hatch timer with **!timerset**. This channel will be deactivated until I get an update and I'll delete it in 45 minutes if I don't hear anything.
pt_br: **Esse ovo chocou!** ...ou o tempo expirou. Treinadores {trainer_list}: Atualizem a raid para o Pokémon que chocou usando **!raid <pokemon>** ou reinicie o tempo com **!tempo**. Esse canal ficará desativado até que eu receba uma atualização e irei apagar esse canal em 45 minutos se eu não ouvir nada.

source: **This level {level} raid egg has expired!**
pt_br: **O ovo de raid de level {level} expirou!**

source: expired-
pt_br: expirada-

source: This channel timer has expired! The channel has been deactivated and will be deleted in 5 minutes. To reactivate the channel, use **!timerset** to set the timer again.
pt_br: Esse canal expirou! O canal foi desativado e será deletado em 5 minutos. Para reativar o canal, use **!tempo** para habilitar o tempo novamente.

source: event
pt_br: evento

source: **This {pokemon}{raidtype} has expired!**
pt_br: **A {raidtype} desse {pokemon} expirou!**

source: archived-
pt_br: arquivado-

source: ----------------------------------------------- **The channel has been archived and removed from view for everybody but Meowth and those with Manage Channel permissions. Any messages that were deleted after the channel was marked for archival will be posted below. You will need to delete this channel manually.** -----------------------------------------------
pt_br: ----------------------------------------------- **O canal foi arquivado e removido da visão de todos, exceto Miau e aquele com a permissão de Gerenciar Canal. Quaisquer mensagens que foram apagadas após o canal ter sido marcado para ser arquivado serão postadas abaixo. Você precisará deletar esse canal manualmente.** -----------------------------------------------

source: Starting up...
pt_br: Iniciando...

source: Meowth! That's right! {server_count} servers connected. {member_count} members found.
pt_br: Miau! É isso aí! {server_count} servidores conectados. {member_count} membros encontrados.

source: Meowth! I'm Meowth, a Discord helper bot for Pokemon Go communities, and someone has invited me to your server! Type **!help** to see a list of things I can do, and type **!configure** in any channel of your server to begin!
pt_br: Miau! Eu sou Miau, um robô ajudante do Discord para comunidades de Pokémon GO e alguém me convidou para o seu servidor! Digite **!help** para ver a lista de coisas que posso fazer, e digite **!configurar** em qualquer canal no seu servidor para começar!

source: or
pt_br: ou

source: If you have any questions just ask an admin.
pt_br: Qualquer dúvida, pergunte a um administrador.

source: Meowth! Welcome to {server}, {user}!
pt_br: Miau! Bem-vindo ao servidor {server}, {user}!

source: Set your team by typing {team_command}.
pt_br: Defina seu time digitando {team_command}.

source: Meowth! Please wait until the raid egg has hatched before announcing you're coming or present.
pt_br: Miau! Por favor espere até o ovo da raid chocar antes de anunciar que você está ou já está no local.

source: Meowth! Someone has suggested a different location for the raid! Trainers {trainer_list}: make sure you are headed to the right place!
pt_br: Miau! Alguém sugeriu uma localização diferente para a raid! Treinadores {trainer_list}: tenha certeza de ir para o local certo!

source: has despawned
pt_br: sumiu

source: Error occured while trying to save!
pt_br: Ocorreu um erro ao tentar salvar!

source: Restarting...
pt_br: Reiniciando...

source: Shutting down...
pt_br: Desligando...

source: Are you sure you want to clear all regionals?
pt_br: Tem certeza que deseja remover todos os regionais?

source: Meowth! Regional raid boss cleared!
pt_br: Miau! Chefe de raid regional removido!

source: Meowth! Regional raid boss set to **{boss}**!
pt_br: Miau! **{boss}** definido como chefe de raid regional!

source: Meowth! That Pokemon doesn't appear in raids!
pt_br: Miau! Esse Pokémon não aparece em raids!

source: I couldn't convert your answer to an appropriate timezone! Please double check what you sent me and resend a number from **-12** to **12**.
pt_br: Não consegui converter sua resposta em um fuso horário! Por favor confirme o que você me enviou e envie novamente um número entre **-12** e **12**.

source: Timezone has been set to: `UTC{offset}` The current time is **{now}**
pt_br: Fuso horário configurado para: `UTC{offset}` O horário atual é **{now}**

source: Prefix has been set to: `{}`
pt_br: Prefixo configurado como: `{}`

source: Prefix has been reset to default: `{}`
pt_br: Prefixo reiniciado para o padrão: `{}`

source: Silph Road Travelers Card cleared!
pt_br: Cartões de Viajantes da Silph Road removidos!

source: The Silph Extension isn't accessible at the moment, sorry!
pt_br: A extensão da Silph não está acessível, desculpe!

source: Silph Card for {silph_user} not found.
pt_br: Cartão da Silph para o usuário {silph_user} não encontrado.

source: No Discord account found linked to this Travelers Card!
pt_br: Não foi encontrada nenhuma conta vinculada a esse Cartão de Viajante!

source: This Travelers Card is linked to another Discord account!
pt_br: Esse Cartão de Viajante está vinculado a outra conta do Discord!

source: This Travelers Card has been successfully linked to you!
pt_br: Esse Cartão de Viajante foi vinculado a você com sucesso!

source: Pokebattler ID cleared!
pt_br: ID do Pokebattler removido!

source: Pokebattler ID set to {pbid}!
pt_br: ID do Pokebattler definido para {pbid}!

source: Prefix for this server is: `{}`
pt_br: Prefixo para esse servidor é `{}`

source: Bot Permissions
pt_br: Permissões do bot

source: **FAIL**
pt_br: **FALHA**

source: **PASS**
pt_br: **PASSOU**

source: **MISSING**
pt_br: **FALTANDO**

source: **ENABLED**
pt_br: **HABILITADO**

source: GUILD
pt_br: GUILDA

source: CATEGORY
pt_br: CATEGORIA

source: CHANNEL
pt_br: CANAL

source: I couldn't send an embed here, so I've sent you a DM
pt_br: Não consegui enviar uma mensagem incorporada aqui, então estou enviando pra você por mensagem direta

source: I'll wait for your announcement!
pt_br: Vou esperar pelo seu anúncio!

source: Meowth! You took too long to send me your announcement! Retry when you're ready.
pt_br: Miau! Você demorou demais pra me enviar o seu anúncio! Tente novamente quando estiver pronto.

source: Announcement
pt_br: Anúncio

source: to send it to all servers,
pt_br: para enviar para todos os servidores,

source: That's what you sent, does it look good? React with
pt_br: Isso foi o que você enviou, está bom? Reaja com

source: to send to another channel,
pt_br: para enviar para outro canal,

source: to send it to this channel, or
pt_br: para enviar para esse canal ou

source: to cancel
pt_br: para cancelar

source: Announcement Cancelled.
pt_br: Anúncio cancelado.

source: Announcement Sent.
pt_br: Anúncio enviado.

source: What channel would you like me to send it to?
pt_br: Para que canal você quer que eu envie isso?

source: Meowth! That channel doesn't exist! Retry when you're ready.
pt_br: Miau! Esse canal não existe! Tente novamente quando estiver pronto.

source: For support, contact us on our Discord server. Invite Code: hhVjAN8
pt_br: Para suporte, contate-nos em nosso servidor do Discord. Código de convite: hhVjAN8

source: Announcement sent to {} server owners: {} successful, {} failed.
pt_br: Anúncio enviado para {} donos de servidores: {} com êxito, {} falharam.

source: Announcement Timed Out.
pt_br: Tempo de anúncio expirado.

source: I'm sorry, I couldn't understand some of what you entered. Let's just start here.
pt_br: Desculpa, não entendi o que você enviou. Vamos começar por aqui.

source: **MULTIPLE SESSIONS!** It looks like you have **{yoursessions}** active configure sessions. I recommend you send **cancel** first and then send your request again to avoid confusing me. Your Sessions: **{yoursessions}** | Total Sessions: **{allsessions}**
pt_br: **MÚLTIPLAS SESSÕES! Parece que você tem **{yoursessions}** sessões de configuração ativas. Recomendo que você envie **cancelar** primeiro e me envie o seu pedido de novo para evitar de me confundir. Suas sessões: **{yoursessions}** | Total de sessões: **{allsessions}**

source: Meowth! That's Right! Welcome to the configuration for Meowth the Pokemon Go Helper Bot! I will be guiding you through some steps to get me setup on your server. **Role Setup** Before you begin the configuration, please make sure my role is moved to the top end of the server role hierarchy. It can be under admins and mods, but must be above team and general roles. [Here is an example](http://i.imgur.com/c5eaX1u.png)
pt_br: Miau! É isso aí! Bem-vindo a configuração do Miau o Bot Ajudante de Pokémon GO! Irei te guiar por alguns passos para me configurar em seu servidor. **Configuração de Cargos** Antes de começar a configuração, por favor tenha certeza de que meu cargo está no topo da hierarquia de cargos do seu servidor. Pode estar debaixo de administradores e moderadores, mas precisa estar acima dos times e cargos gerais. [Aqui está um exemplo](http://i.imgur.com/c5eaX1u.png)

source: **Welcome Back** This isn't your first time configuring. You can either reconfigure everything by replying with **all** or reply with a comma separated list to configure those commands. Example: `want, raid, wild`
pt_br: **Bem-vindo de volta** Não é sua primeira vez me configurando. Você pode reconfigurar tudo novamente respondendo **todos** ou responder com uma lista de comandos separados por vírgula para configurar apenas os comandos desejados. Exemplo: `quero, raid, selvagem`

source: **Enabled Commands:** {enabled_commands}
pt_br: **Comandos habilitados:** {enabled_commands}

source: **All Commands:** **all** - To redo configuration **team** - For Team Assignment configuration **welcome** - For Welcome Message configuration **raid** - for raid command configuration **exraid** - for EX raid command configuration **invite** - for invite command configuration **counters** - for automatic counters configuration **wild** - for wild command configuration **research** - for !research command configuration **meetup** - for !meetup command configuration **want** - for want/unwant command configuration **archive** - For !archive configuration **timezone** - For timezone configuration
pt_br: **Todos comandos:** **todos** - para reconfigurar **time** - para configuração de atribuição de time **bemvindo** - para configuração de mensagem de boas-vindas **raid** - para configuração de comando de raid **raidex** - para configuração de comando de raid EX **convite** - para configuração de comando de convite **atacantes** - para configuração de melhores contra-atacantes **selvagem** - para configuração de comando de Pokémon selvagens **missao** - para configuração de comando de missões **encontro** - para configuração de comando de encontros **quero** - para configuração de comando de quero/não quero **arquivo** - para configuração de comando de arquivamento **fusohorario** - para configuração de fuso horário

source: Reply with **cancel** at any time throughout the questions to cancel the configure process.
pt_br: Responda **cancelar** a qualquer momento no decorrer das perguntas para cancelar o processo de configuração.

source: Meowth Configuration - {guild}
pt_br: Configuração do Miau - {guild}

source: **CONFIG CANCELLED!** No changes have been made.
pt_br: **CONFIGURAÇÃO CANCELADA!** Nenhuma mudança foi feita.

source: I'm sorry I don't understand. Please reply with the choices above.
pt_br: Desculpa, não entendi. Por favor responda com as escolhas acima.

source: Configuration Complete
pt_br: Configuração completa

source: Meowth! Alright! Your settings have been saved and I'm ready to go! If you need to change any of these settings, just type **!configure** in your server again.
pt_br: Miau! É isso aí! Suas configurações foram salvas e estou pronto para começar! Se você precisar mudar qualquer coisa, apenas digite **!configurar** no seu servidor de novo.

source: Team Assignments
pt_br: Atribuição de Times

source: Team assignment allows users to assign their Pokemon Go team role using the **!team** command. If you have a bot that handles this already, you may want to disable this feature. If you are to use this feature, ensure existing team roles are as follows: mystic, valor, instinct. These must be all lowercase letters. If they don't exist yet, I'll make some for you instead. Respond here with: **N** to disable, **Y** to enable:
pt_br: Atribuição de time permite que os usuários sejam atribuídos ao cargo de seus times em Pokémon GO, utilizando o comando **!time**. Se você já tem um bot que cuida disso, talvez seja melhor desabilitar essa funcionalidade. Se você for usar essa funcionalidade, tenha certeza que os cargos existentes para times são: mystic, valor, instinct. Devem ser todos com letras minúsculas. Se não existirem ainda, vou criar alguns pra você. Responda aqui com: **N** para desabilitar, **S** para habilitar:

source: Team Assignments enabled!
pt_br: Atribuição de times habilitada!

source: Team Assignments disabled!
pt_br: Atribuição de times desabilitada!

source: I'm sorry I don't understand. Please reply with either **N** to disable, or **Y** to enable.
pt_br: Desculpa, não entendi. Por favor responda com **N** para desabilitar ou **S** para habilitar.

source: I can welcome new members to the server with a short message. Here is an example, but it is customizable:
pt_br: Posso dar boas-vindas aos novos membros do servidor com uma mensagem curta. Aqui um exemplo, mas é customizável:

source: Meowth! Welcome to {server_name}, {owner_name.mention}! Set your team by typing '**!team mystic**' or '**!team valor**' or '**!team instinct**' without quotations. If you have any questions just ask an admin.
pt_br: Miau! Bem-vindo ao servidor {server_name}, {owner_name.mention}! Definido seu time digitando '**!time mystic**' ou '**!time valor**' ou '**!time instinct**' sem as aspas. Qualquer dúvida, pergunte a um administrador.

source: Meowth! Welcome to {server_name}, {owner_name.mention}! If you have any questions just ask an admin.
pt_br: Miau! Bem-vindo ao servidor {server_name}, {owner_name.mention}! Qualquer dúvida, pergunte a um administrador.

source: This welcome message can be in a specific channel or a direct message. If you have a bot that handles this already, you may want to disable this feature. Respond with: **N** to disable, **Y** to enable:
pt_br: Essa mensagem de boas-vindas pode ser em um canal específico ou como uma mensagem direta. Se você já tem um bot que cuida disso, talvez seja melhor desabilitar essa funcionalidade. Responda com: **N** para desabilitar, **S** para habilitar:

source: Welcome Message
pt_br: Mensagem de boas-vindas

source: Welcome Message enabled!
pt_br: Mensagem de boas-vindas habilitada!

source: Would you like a custom welcome message? You can reply with **N** to use the default message above or enter your own below. I can read all [discord formatting](https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) and I have the following template tags: **{@member}** - Replace member with user name or ID **{#channel}** - Replace channel with channel name or ID **{&role}** - Replace role name or ID (shows as @deleted-role DM preview) **{user}** - Will mention the new user **{server}** - Will print your server's name Surround your message with [] to send it as an embed. **Warning:** Mentions within embeds may be broken on mobile, this is a Discord bug.
pt_br: Gostaria de usar uma mensagem de boas-vindas customizada? Você pode responder com **N** para usar a mensagem padrão acima ou digitar a sua própria abaixo. Eu consigo ler todas as [configurações de formatação do Discord](https://support.discordapp.com/hc/en-us/articles/210298617-Markdown-Text-101-Chat-Formatting-Bold-Italic-Underline-) e tenho as seguintes marcações de modelo: **{@member}** - troque 'member' pelo nome do usuário ou ID **{#channel}** - troque 'channel' pelo nome do canal ou ID **{&role}** - troque 'role' pelo nome do cargo ou ID (mostra como @cargo-deletado quando mensagem direta) **{user}** - irá mencionar o novo usuário **{server}** - irá mostrar o nome do seu servidor Coloque [ no começo de sua mensagem e ] no fim para enviar como uma mensage embutida. **Aviso:** menções com mensagens embutidas talvez fiquem ruins em dispositivos móveis, isso é uma falha do Discord.

source: Current Welcome Message
pt_br: Mensagem de boas-vindas atual

source: Default welcome message set
pt_br: Mensagem de boas-vindas padrão definida

source: Please shorten your message to less than 500 characters. You entered {count}.
pt_br: Por favor diminua sua mensagem de boas-vindas para menos de 500 caractéres. Você inseriu {count}.

source: {msg} **Warning:** The following could not be found: {errors}
pt_br: {msg} **Aviso:** O seguinte não foi encontrado: {errors}

source: Please check the data given and retry a new welcome message, or reply with **N** to use the default.
pt_br: Por favor confira os dados inseridos e tente uma nova mensagem de boas-vindas ou responda com **N** para usar a padrão.

source: Here's what you sent. Does it look ok?
pt_br: Aqui está o que você digitou. Tá bom?

source: Here's what you sent. Does it look ok? {welcome}
pt_br: Aqui está o que você digitou. Tá bom? {welcome}

source: Please enter a new welcome message, or reply with **N** to use the default.
pt_br: Por favor insira uma nova mensagem de boas-vindas ou responda com **N** para usar a padrão.

source: Welcome Message set to: {}
pt_br: Mensagem de boas-vindas definida como: {}

source: Welcome Message Channel
pt_br: Canal para mensagem de boas-vindas

source: Which channel in your server would you like me to post the Welcome Messages? You can also choose to have them sent to the new member via Direct Message (DM) instead. Respond with: **channel-name** or ID of a channel in your server or **DM** to Direct Message:
pt_br: Em que canal do seu servidor você gostaria que eu postasse as mensagens de boas-vindas? Você também pode escolher enviá-la ao novo membro por mensagem direta. Responda com: **nome do canal** ou o ID do canal no seu servidor ou **DM** para mensagem direta:

source: Welcome DM set
pt_br: Mensagem direta definida

source: Channel names can't contain spaces, sorry. Please double check the name and send your response again.
pt_br: Nome de canais não podem conter espaços, desculpe. Por favor verifique o nome e envie sua resposta de novo.

source: I couldn't set my own permissions in this channel. Please ensure I have the correct permissions in {channel} using **{prefix}get perms**.
pt_br: Não consegui definir minhas próprias permissões nesse canal. Por favor certifique-se que tenho as permissões corretas em {channel} usando **{prefix}get perms**.

source: Welcome Channel set to {channel}
pt_br: Canal de boas-vindas definido como {channel}

source: The channel you provided isn't in your server. Please double check your channel and resend your response.
pt_br: O canal que você especificou não é no seu servidor. Por favor confirme seu canal e envie a resposta novamente.

source: Welcome Message disabled!
pt_br: Mensagem de boas-vindas desabilitada!

source: Raid Reporting Channels
pt_br: Canais para reportar raids

source: Raid Reporting allows users to report active raids with **!raid** or raid eggs with **!raidegg**. Pokemon raid reports are contained within one or more channels. Each channel will be able to represent different areas/communities. I'll need you to provide a list of channels in your server you will allow reports from in this format: `channel-name, channel-name, channel-name` Example: `kansas-city-raids, hull-raids, sydney-raids` If you do not require raid or raid egg reporting, you may want to disable this function. Respond with: **N** to disable, or the **channel-name** list to enable, each seperated with a comma and space:
pt_br: Reportar raids permite aos usuários reportarem raids ativas com **!raid** ou ovos de raid com **!ovo**. Avisos de raids são contidas em um ou mais canais. Cada canal é capaz de representar diferentes áreas/comunidades. Eu preciso que você me passe uma lista dos canais no seu servidor onde serão permitidos os avisos de raid. Envie a lista nesse formato: nome-do-canal, nome-do-canal, nome-do-canal Exemplo: kansas-city-raids, hull-raids, sydney-raids Se você não precisar de aviso de raids ou de ovos de raid, talvez seja melhor desabilitar essa função. Responda com: **N** para desabilitar ou a lista de **nome-do-canal** para habilitar, cada um separado com uma vírgula e espaço:

source: Raid Reporting disabled
pt_br: Reportar raids desabilitado

source: Raid Reporting Channels enabled
pt_br: Canais para reportar raids habilitado
