Repository: FrostLagoa/PGOMgr
Catalog: locale/ptBR/LC_MESSAGES/meowth.po
Languages: pt_br

source: Meowth! {member} is interested with a total of {trainer_count} trainers!
pt_br: Miau! {member} está interessado com um total de {trainer_count} treinadores!

source: {word} doesn't appear in level {egglevel} raids!
pt_br: {word} não aparece em raids de nível {egglevel}!

source: Invalid Pokemon detected. Please check the pinned message for the list of possible bosses and try again.
pt_br: Pokémon inválido detectado. Por favor verifique a mensagem fixada para uma lista de possíveis chefes e tente novamente.

source: Meowth! {member} is on the way! {emoji}: 1
pt_br: Miau! {member} está a caminho! {emoji}: 1

source: Meowth! {member} is on the way with a total of {trainer_count} trainers!
pt_br: Miau! {member} está a caminho com {trainer_count} treinadores!

source: There is a group already in the lobby! Use **!lobby** to join them or **!backout** to request a backout! Otherwise, you may have to wait for the next group!
pt_br: Já tem um grupo na sala! Use **!nasala** para juntar-se a eles ou **!sair** para pedir que eles saiam! Caso contrário, você talvez tenha que esperar o próximo grupo!

source: Meowth! {member} is at the {raidtype}! {emoji}: 1
pt_br: Miau! {member} está na {raidtype}! {emoji}: 1

source: Meowth! {member} is at the {raidtype} with a total of {trainer_count} trainers!
pt_br: Miau! {member} está na raid com {trainer_count} treinadores!

source: Only one non-team count can be accepted.
pt_br: Apenas um contagem sem time pode ser aceita.

source: Only one count per team accepted.
pt_br: Apenas uma contagem por time aceita.

source: Invalid format, please check and try again.
pt_br: Formato inválido, por favor verifique e tente novamente.

source: Team counts are higher than the total, double check your counts and try again. You entered **
pt_br: Contagem de times é maior do que o total, verifique suas contagens e tente novamente. Você entrou **

source: ** total and **
pt_br: ** total e **

source: ** in your party.
pt_br: ** no seu grupo.

source: Meowth! Something is not adding up! Try making sure your total matches what each team adds up to!
pt_br: Miau! Algo não está sendo adicionado! Confirme que o seu total corresponde ao que cada time adicionou!

source: **Boss Interest:**
pt_br: **Interesse nos chefes:**

source: **Status List**
pt_br: **Lista de status**

source: Maybe: **{channelmaybe}** | Coming: **{channelcoming}** | Here: **{channelhere}**
pt_br: Talvez: **{channelmaybe}** | Indo: **{channelcoming}** | Na raid: **{channelhere}**

source: **Team List**
pt_br: **Lista de times**

source: Meowth! I can't understand how many are in your group. Just say **!here** if you're by yourself, or **!coming 5** for example if there are 5 in your group.
pt_br: Miau! Não consegui entender quantos estão no seu grupo. Apenas diga **!cheguei** se você estiver sozinho, ou **!acaminho 5**, por exemplo, se tem 5 com você.

source: Meowth! There is no group in the lobby for you to join! Use **!starting** if the group waiting at the raid is entering the lobby!
pt_br: Miau! Não tem nenhum na sala para você se juntar! Use **!iniciar** se o grupo que já está na raid está entrando na sala!

source: Meowth! {member} is entering the lobby!
pt_br: Miau! {member} está entrando na sala!

source: Meowth! {member} is entering the lobby with a total of {trainer_count} trainers!
pt_br: Miau! {member} está entrando na sala com mais {trainer_count} treinadores!

source: Meowth! {member} has no status to cancel!
pt_br: Miau! {member} não tem nenhum status para cancelar!

source: Meowth! {member} is no longer interested!
pt_br: Miau! {member} não está mais interessado!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer interested!
pt_br: Miau! {member} e os outros {trainer_count} treinadores com ele, não estão mais interessados!

source: Meowth! {member} has left the {raidtype}!
pt_br: Miau! {member} saiu da raid!

source: Meowth! {member} and their total of {trainer_count} trainers have left the {raidtype}!
pt_br: Miau! {member} e os outros {trainer_count} treinadores com ele, saíram da raid!

source: Meowth! {member} is no longer on their way!
pt_br: Miau! {member} não está mais a caminho!

source: Meowth! {member} and their total of {trainer_count} trainers are no longer on their way!
pt_br: Miau! {member} e os outros {trainer_count} treinadores com ele, não estão mais a caminho!

source: Meowth! {member} has backed out of the lobby!
pt_br: Miau! {member} saiu da sala!

source: Meowth! {member} and their total of {trainer_count} trainers have backed out of the lobby!
pt_br: Miau! {member} e os outros {trainer_count} treinadores com ele saíram da sala!

source: Meowth! The group of {count} in the lobby has entered the raid! Wish them luck!
pt_br: Miau! O grupo de {count} que estava na sala iniciou a raid! Deseje-os sorte!

source: Meowth! How can you start when the egg hasn't hatched!?
pt_br: Miau! Como você quer começar se o ovo ainda nem chocou!?

source: Meowth! Please wait for the group in the lobby to enter the raid.
pt_br: Miau! Por favor espere o grupo na sala iniciar a raid.

source: Meowth! How can you start when there's no one waiting at this raid!?
pt_br: Miau! Como você quer começar se não tem ninguém esperando nessa raid!?

source: to start at **{}**
pt_br: para iniciar as **{}**

source: Starting - Meowth! The group that was waiting{timestr}is starting the raid! Trainers {trainer_list}, if you are not in this group and are waiting for the next group, please respond with {here_emoji} or **!here**. If you need to ask those that just started to back out of their lobby, use **!backout**
pt_br: Iniciando - Miau! O grupo que estava esperando{timestr}está iniciando a raid! Treinadores {trainer_list}, se você não está nesse grupo e está esperando pelo próximo grupo, por favor responda com {here_emoji} ou **!cheguei**. Se você precisa pedir aos que já iniciaram para que saíam da sala, use **!sair**

source: **Next Group**
pt_br: **Próximo grupo**

source: Meowth! There's no one else in the lobby for this raid!
pt_br: Miau! Não tem ninguém na sala para essa raid!

source: Backout - Meowth! {author} has indicated that the group consisting of {lobby_list} and the people with them has backed out of the lobby! If this is inaccurate, please use **!lobby** or **!cancel** to help me keep my lists accurate!
pt_br: Sair - Miau! {author} pediu para sairem! Se alguém dos seguintes treinadores reagirem com um certo, irei assumir que o grupo está saindo da sala da raid como pedido! {lobby_list}

source: Meowth! There's no one in the lobby for this raid!
pt_br: Miau! Não tem ninguém na sala para essa raid!

source: Backout - Meowth! {author} has requested a backout! If one of the following trainers reacts with the check mark, I will assume the group is backing out of the raid lobby as requested! {lobby_list}
pt_br: Sair - Miau! {author} pediu para sairem! Se alguém dos seguintes treinadores reagirem com um certo, irei assumir que o grupo está saindo da sala da raid como pedido! {lobby_list}

source: Meowth! {user} confirmed the group is backing out!
pt_br: Miau! {user} confirmou que o grupo está saindo!

source: **Meowth!**
pt_br: **Miau!**

source: (assumed)
pt_br: (adotado)

source: Next group: **{}**
pt_br: Próximo grupo: **{}**

source: - Hatches: {expiry}{is_assumed}
pt_br: - Choca: {expiry}{is_assumed}

source: - Starts: {expiry}{is_assumed}
pt_br: - Expira: {expiry}{is_assumed}

source: - Ends: {expiry}{is_assumed}
pt_br: - Termina: {expiry}{is_assumed}

source: - Expiry: {expiry}{is_assumed}
pt_br: - Expira: {expiry}{is_assumed}

source: {interestcount} interested, {comingcount} coming, {herecount} here, {lobbycount} in the lobby.{start_str}
pt_br: {interestcount} interessados, {comingcount} indo, {herecount} na raid, {lobbycount} na sala.{start_str}

source: **Here's the current channels for {0}**
pt_br: **Aqui estão as raids atuais para {0}**

source: **Active Raids:**
pt_br: **Raids ativas:**

source: **Active Raids:** (continued)
pt_br: **Raids ativas:** (continuação)

source: **Raid Eggs:**
pt_br: **Ovos de raid:**

source: **Raid Eggs:** (continued)
pt_br: **Ovos de raid:** (continuação)

source: **EX Raids:**
pt_br: **Raids EX:**

source: **EX Raids:** (continued)
pt_br: **Raids EX:** (continuação)

source: **Meetups:**
pt_br: **Eventos:**

source: **Meetups:** (continued)
pt_br: **Eventos:** (continuação)

source: Meowth! No active raids! Report one with **!raid <name> <location> [weather] [timer]**.
pt_br: Miau! Sem raids ativas! Avise de um usando **!raid <nome> <localização> [clima][tempo restante]**.

source: Nobody has updated their status yet!
pt_br: Ninguém atualizou seus status ainda!

source: The next group will be starting at **{}**
pt_br: O próximo grupo iniciará as **{}**

source: **Meowth!**
pt_br: **Miau!**

source: including {trainer_list} and the people with them! Let them know if there is a group forming
pt_br: incluindo {trainer_list} e as pessoas com ele! Avise-os se algum grupo estiver sendo iniciado

source: {trainer_count} interested{including_string}!
pt_br: {trainer_count} interessados{including_string}!

source: including {trainer_list} and the people with them! Be considerate and wait for them if possible
pt_br: incluindo {trainer_list} e as pessoas com eles! Seja compreensível e espere por ele, se possível

source: {trainer_count} on the way{including_string}!
pt_br: {trainer_count} a caminho{including_string}!

source: including {trainer_list} and the people with them! Be considerate and let them know if and when you'll be there
pt_br: incluindo {trainer_list} e as pessoas com eles! Seja compreensível e avise-os se você estará lá

source: {trainer_count} waiting at the {raidtype}{including_string}!
pt_br: {trainer_count} esperando na raid{including_string}!

source: including {trainer_list} and the people with them! Use **!lobby** if you are joining them or **!backout** to request a backout
pt_br: incluindo {trainer_list} e as pessoas com eles! Use **!nasala** se você está se juntando a eles ou **!sair** para pedir que saiam da sala

source: {trainer_count} in the lobby{including_string}!
pt_br: {trainer_count} na sala{including_string}!

source: {type}{name}: **{total} total,** {interested} interested, {coming} coming, {here} waiting{type}
pt_br: {type}{name}: **total de {total},** {interested} interessados, {coming} indo, {here} esperando{type}

source: Boss numbers for the raid: {}
pt_br: Números dos chefes para a raid: {}

source: Nobody has told me what boss they want!
pt_br: Ninguém me disse que chefe eles queriam!

source: {emoji} **{total} total,** {interested} interested, {coming} coming, {here} waiting {emoji}
pt_br: {emoji} **total de {total},** {interested} interessados, {coming} indo, {here} esperando {emoji}

source: **{grey_number} total,** {greymaybe} interested, {greycoming} coming, {greyhere} waiting
pt_br: **total de {grey_number},** {greymaybe} interessados, {greycoming} indo, {greyhere} esperando

source: Team numbers for the raid: {}
pt_br: Número dos times para a raid {}

source: Nobody has updated their status!
pt_br: Ninguém atualizou seus status!

source: Your current **!want** list is: ```{wantlist}```
pt_br: Sua lista de desejados atual é: ```{wantlist}```

source: You don't have any wants! use **!want** to add some.
pt_br: Você não tem nenhum desejado! Use **!quero** para adicionar alguns.

source: **Reward**: {reward}, **Pokestop**: [{location}]({url}), **Quest**: {quest}, **Reported By**: {author}
pt_br: **Recompensa:**: {reward}, **Pokéstop:**:[{location}]({url}), **Missão**: {quest}, **Avisada por**: {author}

source: Meowth! **Here's the current research reports for {channel}** {questmsg}
pt_br: Miau! **Aqui estão os avisos de missões para o {channel}** {questmsg}

source: **Here's the current research reports for {channel}** {questmsg}
pt_br: **Aqui estão os avisos de missões para o {channel}** {questmsg}

source: There are no reported research reports. Report one with **!research**
pt_br: Não existem avisos de missões. Avise uma com o comando **!missao**

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author}
pt_br: **Pokémon:**: {pokemon}, **Localização**: [{location}]({url}), **Avisado por**: {author}

source: Meowth! **Here's the current wild reports for {channel}** {wildmsg}
pt_br: Miau! **Aqui estão os avisos de Pokémon selvagens para o {channel}** {questmsg}

source: **Pokemon**: {pokemon}, **Location**: [{location}]({url}), **Reported By**: {author} **Location**: <{url}>
pt_br: **Pokémon:**: {pokemon}, **Localização**: [{location}]({url}), **Avisado por**: {author} **Localização**: <{url}>

source: **Here's the current wild reports for {channel}** {wildmsg}
pt_br: **Aqui estão os avisos de Pokémon selvagens para o {channel}** {wildmsg}

source: There are no reported wild pokemon. Report one with **!wild <pokemon> <location>**
pt_br: Não existe nenhum aviso de Pokémon selvagem. Avise de um usando o comando **!selvagem <pokemon> <localização>**
