Repository: FrostLagoa/PGOMgr
Catalog: locale/ptBR/LC_MESSAGES/meowth.po
Languages: pt_br

source: Meowth! Level {level} raid egg reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
pt_br: Miau! Raid de nível {level} avisada por {member} em {citychannel}! Detalhes: {location_details}. Organizem-se aqui! Para atualizar seu status, escolha entre os seguintes comandos: **!maybe (talvez)**, **!acaminho (indo)**, **!cheguei (cheguei)**, **!cancelar (não vou mais)**. Se você estiver levando mais do que um treinador/conta, adicione o número total de contas em sua primeira atualização de status. Exemplo: `!acaminho 5` Para ver a lista de treinadores que definiram um status: **!lista interested (interessados)**, **!lista coming (indo)**, **!lista here (no local)** ou use somente **!lista** para ver todas as listas. Use **!lista times** para ver a distribuição de times. Às vezes não sou tão bom com as rotas, mas eu posso corrigir minhas rotas se alguém me enviar o link de um mapa ou usar o comando **!localizacao new <address>**. Você pode ver a localização da raid usando **!localizacao** Você pode definir o tempo restante usando **!tempo <minutes>** e acessar essa informação usando **!restante**. Você pode definir o horário de início usando **!comeca [HH:MM AM/PM]** (você também pode omitir AM/PM e usar o formato de 24 horas) e acessar essa informação usando **!comeca**. Envie **!iniciar** quando a raid estiver começando para limpar a lista de 'presentes'. Esse canal será deletado cinco minutos depois que o tempo expirar.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <minutes>** so others can check it with **!timer**.
pt_br: Miau! Ei {member}, se puder, defina o tempo até o ovo chocar usando **!tempo <minutos>** para que os outros possam checar usando **!restante**.

source: Meowth! The Pokemon {pokemon} does not hatch from level {level} raid eggs!
pt_br: Miau! O Pokémon {pokemon} não chocar de ovos de raid nível {level}!

source: {roletest}Meowth! This egg will be assumed to be {pokemon} when it hatches!
pt_br: {roletest}Miau! Esse ovo será considerado um {pokemon} quando chocar!

source: Coordinate here
pt_br: Organizem-se aqui

source: The event has started!
pt_br: O evento começou!

source: Meowth! The egg has hatched into a {pokemon} raid! Details: {location_details}. Coordinate in {raid_channel}
pt_br: Miau! Um {pokemon} chocou do ovo! Detalhes: {location_details}. Organizem-se em {raid_channel}

source: Meowth! The egg reported by {member} in {citychannel} hatched into a {pokemon} raid! Details: {location_details}. Coordinate here! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
pt_br: Miau! Chocou um {pokemon} do ovo avisado por {member} em {citychannel}! Detalhes: {location_details}. Organizem-se aqui! Para atualizar seu status, escolha entre os seguintes comandos: **!maybe**, **!acaminho**, **!cheguei**, **!cancelar**. Se você estiver levando mais do que um treinador/conta, adicione o número total de contas em sua primeira atualização de status. Exemplo: `!acaminho 5` Para ver a lista de treinadores que definiram um status: **!lista interessado**, **!lista acaminho**, **!lista cheguei** ou use somente **!lista** para ver todas as listas. Use **!lista times** para ver a distribuição de times. Às vezes não sou tão bom com as rotas, mas eu posso corrigir minhas rotas se alguém me enviar o link de um mapa ou usar o comando **!localizacao new <address>**. Você pode ver a localização da raid usando **!localizacao** Você pode definir o tempo restante usando **!tempo <minutos>** e acessar essa informação usando **!restante**. Você pode definir o horário de início usando **!comeca [HH:MM AM/PM]** (você também pode omitir AM/PM e usar o formato de 24 horas) e acessar essa informação usando **!comeca**. Envie **!iniciar** quando a raid estiver começando para limpar a lista de 'presentes'. Esse canal será deletado cinco minutos depois que o tempo expirar.

source: Use the **!invite** command to gain access and coordinate
pt_br: Use o comando **!convite** para ter acesso e organizar

source: after using **!invite** to gain access
pt_br: depois de usar **!convite** para ter acesso

source: Coordinate
pt_br: Organizem-se

source: Meowth! The EX egg has hatched into a {pokemon} raid! Details: {location_details}. {invitemsgstr} coordinate in {raid_channel}
pt_br: Miau! Chocou um {pokemon} da raid EX! Detalhes: {location_details}. {invitemsgstr} organizem-se em {raid_channel}

source: Meowth! {pokemon} EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
pt_br: Miau! Raid EX de {pokemon} avisada por {member} em {citychannel}! Detalhes: {location_details}. Organizem-se aqui{invitemsgstr2}! Para atualizar seu status, escolha entre os seguintes comandos: **!maybe (talvez)**, **!acaminho (indo)**, **!cheguei (cheguei)**, **!cancelar (não vou mais)**. Se você estiver levando mais do que um treinador/conta, adicione o número total de contas em sua primeira atualização de status. Exemplo: `!acaminho 5` Para ver a lista de treinadores que definiram um status: **!lista interested (interessados)**, **!lista coming (indo)**, **!lista here (no local)** ou use somente **!lista** para ver todas as listas. Use **!lista times** para ver a distribuição de times. Às vezes não sou tão bom com as rotas, mas eu posso corrigir minhas rotas se alguém me enviar o link de um mapa ou usar o comando **!localizacao new <address>**. Você pode ver a localização da raid usando **!localizacao** Você pode definir o tempo restante usando **!tempo <minutes>** e acessar essa informação usando **!restante**. Você pode definir o horário de início usando **!comeca [HH:MM AM/PM]** (você também pode omitir AM/PM e usar o formato de 24 horas) e acessar essa informação usando **!comeca**. Envie **!iniciar** quando a raid estiver começando para limpar a lista de 'presentes'. Esse canal será deletado cinco minutos depois que o tempo expirar.

source: %B %d at %I:%M %p (%H:%M)
pt_br: %d/%m as %H:%M

source: Ends on %B %d at %I:%M %p (%H:%M)
pt_br: Acaba em %d/%m as %H:%M

source: {roletest}Meowth! Trainers {trainer_list}: The raid egg has just hatched into a {pokemon} raid! If you couldn't before, you're now able to update your status with **!coming** or **!here**. If you've changed your plans, use **!cancel**.
pt_br: {roletest}Miau! Treinadores {trainer_list}: chocou um {pokemon} do ovo! Se você não conseguiu antes, agora você pode atualizar seu status para **!acaminho (indo)** ou **!cheguei**. Se você mudou de ideia, use **!cancelar**.

source: Meowth! Give more details when reporting! Usage: **!exraid <location>**
pt_br: Miau! Dê mais detalhes em seu aviso! Uso: **!raidex <localização>**

source: ex-raid-egg-
pt_br: ovo-raid-ex-

source: Meowth! EX raid egg reported by {member}! Details: {location_details}. {invitemsgstr} in {raid_channel}
pt_br: Miau! Ovo de raid EX avisada por {member}! Detalhes: {location_details}. {invitemsgstr} in {raid_channel}

source: Meowth! EX raid reported by {member} in {citychannel}! Details: {location_details}. Coordinate here{invitemsgstr2}! Click the question mark reaction to get help on the commands that work in here. This channel will be deleted five minutes after the timer expires.
pt_br: Miau! Raid EX reportada por {member} em {citychannel}! Detalhes: {location_details}. Organizem-se aqui{invitemsgstr2}! Clique no ponto de interrogação para receber ajuda sobre os comandos que funcionam aqui. Esse canal será deletado cinco minutos depois do tempo expirar.

source: Meowth! Hey {member}, if you can, set the time left until the egg hatches using **!timerset <date and time>** so others can check it with **!timer**. **<date and time>** can just be written exactly how it appears on your EX Raid Pass.
pt_br: Miau! Ei {member}, se puder, defina o tempo até o ovo chocar usando **!tempo <data e hora>** para que os outros possam checar usando **!restante**.**<data e hora>** só pode ser escritas exatamente como aparecem no seu Passe EX.

source: Meowth! No EX Raids have been reported in this server! Use **!exraid** to report one!
pt_br: Miau! Nenhuma raid EX foi avisada nesse servidor! Use **!raidex** para avisar sobre uma!

source: Meowth! {0}, you've told me you have an invite to an EX Raid, and I'm just going to take your word for it! The following {1} EX Raids have been reported: {2} Reply with **the number** (1, 2, etc) of the EX Raid you have been invited to. If none of them match your invite, type 'N' and report it with **!exraid**
pt_br: Miau! {0}, você disse que tem o convite para uma raid EX, e eu vou acreditar em você! As seguintes {1} raids EX foram avisadas: {2} Responda com **o número** (1, 2 etc) da raid EX para a qual você foi convidado. Se nenhuma deles corresponde ao seu convite, digite 'N' e avise usando **!raidex**

source: Meowth! Be sure to report your EX Raid with **!exraid**!
pt_br: Miau! Tenha certeza de avisar sua raid EX com **!raidex**!

source: Meowth! I couldn't tell which EX Raid you meant! Try the **!invite** command again, and make sure you respond with the number of the channel that matches!
pt_br: Miau! Não consigo dizer qual raid EX você quis dizer! Tente o comando **!convite** novamente e tenha certeza de responder com o número do canal correspondente!

source: Meowth! Alright {0}, you can now send messages in {1}! Make sure you let the trainers in there know if you can make it to the EX Raid!
pt_br: Miau! É isso aí {0}, agora você consegue enviar mensagens em {1}! Certifique-se de informar os treinadores de lá se você conseguirá participar da raid EX!

source: Meowth! I couldn't understand your reply! Try the **!invite** command again!
pt_br: Miau! Não consegui entender sua resposta! Tente o comando **!convite** novamente!

source: entered an incorrect amount of arguments. Usage: **!research** or **!research <pokestop>, <quest>, <reward>**
pt_br: entrou uma quantidade incorreta de argumentos. Uso: **!missao** or !missao <pokéstop>, <missão>, <recompensa>**

source: **Pokestop:**
pt_br: **Pokéstop:**

source: **Quest:**
pt_br: **Missão:**

source: **Reward:**
pt_br: **Recompensa:**

source: **New Research Report**
pt_br: **Novo aviso de missão**

source: Meowth! I'll help you report a research quest! First, I'll need to know what **pokestop** you received the quest from. Reply with the name of the **pokestop**. You can reply with **cancel** to stop anytime.
pt_br: Miau! Vou te ajudar a avisar sobre uma missão! Primeiro, preciso saber de qual **pokéstop** você recebeu essa missão. Responda com o nome do **pokéstop**. Você pode responder **cancelar** para parar a qualquer momento.

source: took too long to respond
pt_br: demorou muito para responder

source: cancelled the report
pt_br: aviso cancelado

source: Great! Now, reply with the **quest** that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
pt_br: Ótimo! Agora, responde qual a **missão** que você recebeu de **{location}**. Você pode responder **cancelar** para parar a qualquer momento. Essa é a informação que eu tenho até então:

source: Fantastic! Now, reply with the **reward** for the **{quest}** quest that you received from **{location}**. You can reply with **cancel** to stop anytime. Here's what I have so far:
pt_br: Fantástico! Agora, responda com a **recompensa** para a missão **{quest}** que você recebeu do **{location}**. Você pode responder com **cancelar** a qualquer momento para parar. Isso é o que eu sei até agora:

source: {roletest}Field Research reported by {author}
pt_br: {roletest}Missão avisada por {author}

source: Meowth! Click here for my directions to the research!
pt_br: Miau! Clique aqui para rotas até a missão!

source: **Research Report Cancelled**
pt_br: **Aviso de missão cancelado**

source: Meowth! Your report has been cancelled because you {error}! Retry when you're ready.
pt_br: Miau! Seu aviso foi cancelado por causa disso: {error}! Tente novamente quando estiver pronto.

source: Meowth! Give more details when reporting! Usage: **!meetup <location>**
pt_br: Miau! Dá mais detalhes quando fizer um aviso! Uso: **!encontro <localização>**

source: meetup-
pt_br: encontro-

source: Meowth! Click here for directions to the event!
pt_br: Miau! Clique aqui para rotas até o encontro!

source: **Event Location:**
pt_br: **Localização do evento:**

source: **Event Starts:**
pt_br: **Início do evento:**

source: **Event Ends:**
pt_br: **Fim do evento:**

source: Meowth! Meetup reported by {member}! Details: {location_details}. Coordinate in {raid_channel}
pt_br: Miau! Encontro avisado por {member}! Detalhes: {location_details}. Organizem-se em {raid_channel}

source: Meowth! Meetup reported by {member} in {citychannel}! Details: {location_details}. Coordinate here! To update your status, choose from the following commands: **!maybe**, **!coming**, **!here**, **!cancel**. If you are bringing more than one trainer/account, add in the number of accounts total, teams optional, on your first status update. Example: `!coming 5 2m 2v 1i` To see the list of trainers who have given their status: **!list interested**, **!list coming**, **!list here** or use just **!list** to see all lists. Use **!list teams** to see team distribution. Sometimes I'm not great at directions, but I'll correct my directions if anybody sends me a maps link or uses **!location new <address>**. You can see the location of the event by using **!location** You can set the start time with **!starttime <MM/DD HH:MM AM/PM>** (you can also omit AM/PM and use 24-hour time) and access this with **!starttime**. You can set the end time with **!timerset <MM/DD HH:MM AM/PM>** and access this with **!timer**. This channel will be deleted five minutes after the timer expires.
pt_br: Miau! Encontro avisado por {member} em {citychannel}! Detalhes: {location_details}. Organizem-se aqui! Para atualizar seu status, escolha entre um dos seguintes comandos: **!maybe**, **!acaminho**, **!cheguei**, **!cancelar**. Se você está trazendo mais algum treinador/conta, adicione o número total de contas (times são opcionais) em sua primeira atualização de status. Exemplo: `!acaminho 5 2m 2v 1i` Para ver a lista de treinadores que deram um status: **!lista interested**, **!lista coming**, **!lista here** ou apenas use **!lista** para ver todas as listas. Use **!lista times** para ver a distribuição dos times. Às vezes eu não sou muito bom com as rotas, mas eu corrigirei minhas rotas se alguém me enviar um link do Google Maps ou usar **!localizacao new <endereço>**. Você pode ver a localização o evento usando **!localizacao** Você pode definir o horário de início usando **!comeca <MM/DD HH:MM AM/PM>** (você também pode omitir AM/PM e usar o formato de 24 hroas) e acessar isso usando **!comeca**. Esse canal será deletado cinco minutos apenas o tempo acabar.

source: Meowth! Hey {member}, if you can, set the time that the event starts with **!starttime <date and time>** and also set the time that the event ends using **!timerset <date and time>**.
pt_br: Miau! Ei {member}, se puder, defina o horário que o evento irá iniciar usando **!comeca <data e hora>** e também defina o tempo que o evento acaba usando **!tempo <data e hora>**.

source: This event will start at {expiry_time}
pt_br: O evento começa em {expiry_time}

source: Nobody has told me a start time! Set it with **!starttime**
pt_br: Ninguém me disse o horário de início! Defina usando **!comeca**

source: | This event will end at {expiry_time}
pt_br: | Esse evento acaba as {expiry_time}

source: This event will end at {expiry_time}
pt_br: Esse evento vai acabar as {expiry_time}

source: Nobody has told me a end time! Set it with **!timerset**
pt_br: Ninguém me falou que horas acaba! Defina isso usando **!tempo**

source: egg
pt_br: ovo

source: hatch
pt_br: choca

source: end
pt_br: terminar

source: This {raidtype}'s timer has already expired as of {expiry_time}!
pt_br: O tempo dessa {raidtype} já expirou as {expiry_time}!

source: This {raidtype} will {raidaction} on {expiry}!
pt_br: Essa {raidtype} irá {raidaction} em {expiry}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} on {expiry}!
pt_br: Ninguém me disse quando a {raidtype} vai {raidaction}, então assumirei que ela vai {raidaction} em {expiry}!

source: This {raidtype} will {raidaction} at {expiry_time}!
pt_br: Essa {raidtype} vai {raidaction} as {expiry_time}!

source: No one told me when the {raidtype} will {raidaction}, so I'm assuming it will {raidaction} at {expiry_time}!
pt_br: Ninguém me disse quando a {raidtype} vai {raidaction}, então assumirei que ela vai {raidaction} em {expiry_time}!

source: Raid Egg
pt_br: Ovo de Raid

source: Meowth! I couldn't understand your time format. Try again like this: **!timerset <minutes>**
pt_br: Miau! Não consegui entender o formato do seu horário. Tente novamente assim: **!tempo <minutos>**

source: Meowth...that's too long. Level {raidlevel} {raidtype}s currently last no more than {maxtime} minutes...
pt_br: Miau... isso é muito longo. Raids nível {raidlevel} {raidtype} atualmente não duram mais do que {maxtime} minutos...

source: Meowth! Your timer wasn't formatted correctly. Change your **!timerset** to match this format: **MM/DD HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
pt_br: Miau! Seu horário não estava formatado corretamente. Mude seu **!tempo** para corresponder a esse formato: **MM/DD HH:MM AM/PM** (você também pode omitir o AM/PM e usar o formato de 24 horas!)

source: Meowth! Please enter a time after your start time.
pt_br: Miau! Por favor insira um horário no futuro.

source: Meowth! Timerset isn't supported for EX Raids after they have hatched.
pt_br: Miau! Timerset não é suportado após a raid EX ter chocado.

source: The channel has been reactivated.
pt_br: O canal foi reativado.

source: Ends on {end}
pt_br: Acaba em {end}

source: %B %d at %I:%M %p (%H:%M) |
pt_br: %d/%m as %H:%M |

source: Hatches on {expiry}
pt_br: Choca em {expiry}

source: Meowth!
pt_br: Miau!

source: Meowth! Please enter a time before your end time.
pt_br: Miau! Por favor defina um tempo antes de terminar.

source: Meowth! Your start time wasn't formatted correctly. Change your **!starttime** to match this format: **HH:MM AM/PM** (You can also omit AM/PM and use 24-hour time!)
pt_br: Miau! Seu horário de início não estava formatado corretamente. Mude seu **!tempo** para corresponder a esse formato: **MM/DD HH:MM AM/PM** (você também pode omitir o AM/PM e usar o formato de 24 horas!)

source: Meowth! The raid will be over before that....
pt_br: Miau! A raid vai acabar antes disso...

source: Meowth! The egg will not hatch by then!
pt_br: Miau! O ovo não vai chocar até lá!

source: Meowth! There is already a start time of **{start}** set! Do you want to change it?
pt_br: Miau! Já existe um horário de início marcado para as **{start}**! Você quer mudar isso?

source: Start time change cancelled.
pt_br: Mudança de horário de início cancelada.

source: Meowth! The current start time has been set to: **{starttime}**
pt_br: Miau! O horário de início atual foi definido para: **{starttime}**

source: Meowth! The current start time is: **{starttime}**
pt_br: Miau! O horário de início atual é: **{starttime}**

source: Meowth! No start time has been set, set one with **!starttime HH:MM AM/PM**! (You can also omit AM/PM and use 24-hour time!)
pt_br: Miau! Nenhum horário de início foi definido. Defina um usando **!comeca HH:MM AM/PM**! (você também pode omitir o AM/PM e usar o formato de 24 horas!)

source: Meowth! Here's the current location for the raid! Details: {location}
pt_br: Miau! Aqui está a atual localização da raid! Details: {location}

source: Meowth! We're missing the new location details! Usage: **!location new <new address>**
pt_br: Miau! Estamos sentindo falta dos detalhes da nova localização! Uso: **!localizacao new <novo endereço>**

source: Meowth! I can't recover this channel because I know about it already!
pt_br: Miau! Não consigo recuperar esse canal porque eu já conheço ele!

source: level-[1-5]-egg
pt_br: ovo-nivel-[1-5]

source: meetup
pt_br: encontro

source: Ends on %B %d at %I:%M %p
pt_br: Acaba em %d/%m as %H:%M

source: Meowth! I couldn't recognize this as a raid channel!
pt_br: Miau! Não consegui reconhecer esse canal como um canal de raids!

source: is interested
pt_br: está interessado

source: on the way
pt_br: a caminho

source: at the raid
pt_br: na raid

source: left the raid
pt_br: saiu da raid

source: no longer
pt_br: não mais

source: trainers
pt_br: treinadores

source: Meowth! This channel has been recovered! However, there may be some inaccuracies in what I remembered! Here's what I have:
pt_br: Miau! Esse canal foi recuperado! Entretanto, existem algumas inconsistências no que eu me lembro! Aqui está o que eu tenho:

source: I'm not sure when this {raidtype} will {action}, so please use **!timerset** if you can!
pt_br: Não tenho certeza quando essa {raidtype} irá {action}, então por favor use **!tempo**, se puder!

source: Meowth! You've already made a duplicate report for this {raidtype}!
pt_br: Miau! Você já avisou sobre essa raid!

source: Meowth! Are you sure you wish to remove this {raidtype}?
pt_br: Miau! Tem certeza que quer remover {raidtype}?

source: Duplicate Report cancelled.
pt_br: Aviso duplicado cancelado.

source: Duplicate Confirmed
pt_br: Duplicata confirmada

source: Duplicate Report Timed Out.
pt_br: O tempo do aviso duplicado acabou.

source: Duplicate report #{duplicate_report_count} received.
pt_br: {duplicate_report_count} avisos duplicados recebidos.

source: Meowth! You're missing some details! Be sure to enter a pokemon that appears in raids! Usage: **!counters <pkmn> [weather] [user ID]**
pt_br: Miau! Você está esquecendo de alguns detalhes! Tenha certeza de adicionar um Pokémon que aparece em raids! Uso: **!atacantes <pokemon> [clima] [ID do usuário]**

source: user #{user}'s
pt_br: usuário #{user}

source: Level 30
pt_br: Nível 30

source: **Weather:** {weather}
pt_br: **Clima:** {weather}

source: **Attacker Level:** {atk_levels}
pt_br: **Nível do atacante:** {atk_levels}

source: Results courtesy of Pokebattler
pt_br: Resultados são cortesia de Pokebattler

source: Results with {userstr} attackers
pt_br: Resultados com os atacantes de {userstr}

source: [See your personalized results!](https://www.pokebattler.com/raids/{pkmn})
pt_br: [Veja seus resultados personalizados!](https://www.pokebattler.com/raids/{pkmn})

source: Difficulty rating: {est}
pt_br: Avaliação de dificuldade: {est}

source: Pokebattler Estimator:
pt_br: Estimativa do Pokebattler:

source: {pkmn} | {weather} | Unknown Moveset
pt_br: {pkmn} | {weather} | Combinação de movimentos desconhecida

source: **Possible Movesets:**
pt_br: **Possíveis combinações de golpes:**

source: Results with Level 30 attackers
pt_br: Resultados com atacantes nível 30

source: Meowth! Enter one of the following weather conditions: {}
pt_br: Miau! Entre uma das seguintes condições do clima: {}

source: Meowth! Weather set to {}!
pt_br: Miau! Clima definido para {}!

source: {word} doesn't appear in level {egglevel} raids! Please try again.
pt_br: {word} não aparece em raids de nível {egglevel}! Por favor tente novamente.

source: Meowth! {member} is interested! {emoji}: 1
pt_br: Miau! {member} está interessado! {emoji}: 1
